{
    "Character":[
{
    "id":"jfbio",
    "CharName":"James Forge",
    "Age":"23",
    "Birthday": "January 28th",
    "Urobium": "Heat",
    "Interests": "Chemistry, Reading, Jogging, Excessive Introspection",
    "Occupation": "Teaching Assistant",
    "Biography": "James. He's a bit of a loser.",
    "Color":"Red"
},
{
    "id":"ebbio",
    "CharName":"Eric Brooks",
    "Age":"27",
    "Birthday": "July 2nd",
    "Urobium": "Liquids",
    "Interests": "Weightlifting, Marksmanship, People-Watching, Eavesdropping",
    "Occupation": "Field Medic",
    "Biography": "James's best friend. Keeps to himself otherwise.",
    "Color":"Blue"
},
{
    "id":"lsbio",
    "CharName":"Laura Stanton",
    "Age":"25",
    "Birthday": "June 6th",
    "Urobium": "Solids",
    "Interests": "Information Technology, Cryptography, Baseball, Meeting new people",
    "Occupation": "Shock Trooper",
    "Biography": "The team's tech expert. Usually more interested in breaking things than fixing them, though.",
    "Color":"Gold"
},
{
    "id":"axbio",
    "CharName":"Amanda Xun",
    "Age":"31",
    "Birthday": "February 27th",
    "Urobium": "Electromagnetism",
    "Interests": "Physics, Reading, Finance, Electric Guitar",
    "Occupation": "Squad Leader",
        "Biography": "The captain of Unit 27. Amanda leads with a fair hand and avoids making snap judgments even towards her enemies.",
    "Color":"Purple"
},
{
    "id":"dkbio",
    "CharName":"Dean Knox",
    "Age":"39",
    "Birthday": "August 30th",
    "Urobium": "Gases",
    "Interests": "Physics, Computer Science, Neuroscience, Gambling, Aviation",
    "Occupation": "Researcher, Mercenary General",
    "Biography": "Head of TeraDyne Corporation's field operations and inventor of Urobium, Dean is just as much an accomplished Scientist as he is a powerful combatant. Dean's prowess is matched only by his ruthlessness, recruiting James into the company against his will. He seems to have a personal history with the squad of rogue androids...",
    "Color":"Green"
},
{
    "id":"fkbio",
    "CharName":"Fiona Kramer",
    "Age":"31",
    "Birthday": "September 21st",
    "Urobium": "Oxidation",
    "Interests": "Chemistry, Fashion, Illustration, Racing",
    "Occupation": "Research Director",
    "Biography": "Head of TeraDyne's R&D department. While her role is mostly administrative, Fiona applies her knowledge to the battlefield with her ability to generate reactive gases on the fly. Despite her explosive powers, Fiona is even-tempered and cautious, making her a useful foil to the more temperamental Dean. Even though they butt heads daily, the two remain reliable friends.",
    "Color": "Teal"
},
{
    "id":"lgbio",
    "CharName":"Lawrence Gabriels",
    "Age":"67",
    "Birthday": "April 4th",
    "Urobium": "Solids",
    "Interests": "Robotics, Coffee brewing, Classic literature, social media",
    "Occupation": "CEO, TeraDyne Corporation",
    "Biography": "CEO of TeraDyne energy and TeraDyne Security Corporations, Lawrence is a peculiarly laidback and jovial boss, not too concerned either with the company or even himself. This might be because he leaves all of the actual work to Dean, though his nominal subordinate doesn't particularly seem to mind.",
    "Color": "White"
},
{
    "id":"pdbio",
    "CharName":"Patrick Dempsey",
    "Age":"54",
    "Birthday": "February 29th",
    "Urobium": "Liquids",
    "Interests": "TV Streaming, Smoking, Poker, Gossip",
    "Occupation": "Executive Security",
    "Biography": "Fiona's right hand... something. Patrick is theoretically Fiona's bodyguard, though if he's had any accomplishments she dare not notice them.",
    "Color": "Gray"
},
{
    "id":"kmbio",
    "CharName":"Kieran",
    "Age":"??",
    "Birthday": "September 30th",
    "Urobium": "Quantum Position",
    "Interests": "Parkour, Reading, Theft, Horror Movies",
    "Occupation": "Infiltrator",
    "Biography": "A thief who turns James's life upside-down by breaking into his university to obtain the experimental device hidden within. Kieran has a sharp tongue, a sharp wit and a sharp blade, and is eager to demonstrate all three of them as the situation calls for it. Despite his harsh sense of humor and violent disposition, Kieran possesses an odd fondness for James specifically.",
    "Color": "Cyan"
},
{
    "id":"cmbio",
    "CharName":"Claire",
    "Age":"??",
    "Birthday": "September 30th",
    "Urobium": "Gravity",
    "Interests": "Combat Sports, Fashion, Sculpting, Debate, Sightseeing",
    "Occupation": "Berserker",
    "Biography": "A grouchy robot who's always seen with Kieran, the 'sister' of the two has a temper as fierce as her claws. Despite that, Claire genuinely values the few who earn her respect and will die for them just as quickly as she'll kill her enemies.",
    "Color": "Pink"
},
{
    "id":"mmbio",
    "CharName":"LMS-02 'Morgan'",
    "Age":"??",
    "Birthday": "??",
    "Urobium": "Acceleration",
    "Interests": "Surfing, Day Trading, Racing, Boxing",
    "Occupation": "Scout",
    "Biography": "Kieran and Claire's 'mother', Morgan is as steely as she is severe, not wasting words or time. While terse, Morgan always spares an ear for her two children and Typhon, and enjoys a strange rapport with Fiona Kramer despite their rivalry.",
    "Color": "Orange"
},
{
    "id":"tmbio",
    "CharName":"LMS-01 'Typhon'",
    "Age":"??",
    "Birthday": "??",
    "Urobium": "Plasma",
    "Interests": "Warfare, History, Natural Sciences, Philosophy, Aviation, Mechanical Engineering",
    "Occupation": "Siege Weapon",
    "Biography": "The apparent leader of the rogue machines, Typhon has an intense hatred for Dean. While on the battlefield his rage burns bright, Typhon is a devoted family man who fights for sport just as much as he does out of vengeance. Typhon also possesses a shocking hunger for knowledge to peer his archnemesis, though whether it's out of genuine curiosity or spite for his rival remains to be seen.",
    "Color": "Midnight Blue"
}
]}